import React from 'react'

import { Layout } from '../components/Layout'

const PrivacyAlexa: React.FC = () => (
  <Layout>
    <h1>Amazon Alexa スキル プライバシーポリシー</h1>
    <li>本プライバシーポリシー及び利用規約（以下「本規約」）は、Amazon Alexa スキルを有効にした時点で同意したものとみなされます。</li>
    <li>利用者は自己の責任において本スキルを利用するものとします。</li>
    <li>本スキルでは、利用者の生年月日情報をスキルの利用にのみに限定し収集します。</li>
    <li>本スキルによって得られる情報は、時代や文化によって諸説があるため、その正確性については一切保証されません。</li>
    <li>本スキルは予め利用者に通知することなく、その内容の変更や提供の中止をすることができるものとします。</li>
    <li>本スキルでは、本スキルの利用に関する個人を特定しない情報を、本スキルの改善を目的として収集しています。</li>
    <li>本スキルで収集された情報の、第三者への提供は行いません。</li>
    <li>本規約は随時変更することができるものとします。</li>
    <div>2023年1月16日 制定</div>
  </Layout>
)

export default PrivacyAlexa
